<script setup>
import { useRoute } from 'vue-router'
const $route = useRoute()

import { useAppStore } from '/stores/AppStore.js';
const appStore = useAppStore();
</script>

<template>
    <section class="page">
        <div class="container">
            <div class="page__content gtc-1">
                <BasePageTitle />
                <div class="page__text">
                    <div class="content">
                        <section class="content-item">
                            <h2>ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                            <p>Политика обработки персональных данных в автосалоне «{{ appStore.siteName }}» (далее —
                                Политика)
                                определяет
                                основные принципы, цели, условия и способы обработки персональных данных, перечни
                                субъектов
                                и
                                состав обрабатываемых в автосалоне «{{ appStore.siteName }}» (далее — Общество)
                                персональных данных,
                                действия и
                                операции, совершаемые с персональными данными, права субъектов персональных данных, а
                                также
                                содержит сведения о реализуемых в Обществе требованиях к защите персональных данных.</p>
                            <p>Политика принята с целью защиты прав и свобод человека и гражданина при обработке
                                персональных
                                данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную
                                тайну.
                            </p>
                            <p>Локальные нормативные акты и иные документы, регламентирующие обработку персональных
                                данных в
                                Обществе, в том числе при их обработке в информационных системах, содержащих
                                персональные
                                данные, разрабатываются в Обществе с учетом положений Политики.</p>
                            <p>В Политике используются следующие основные термины:</p>
                            <dl>
                                <dt>
                                    Персональные данные
                                </dt>
                                <dd>
                                    Любая информация, относящаяся к прямо или косвенно определенному, или определяемому
                                    физическому лицу (субъекту персональных данных);
                                </dd>
                                <dt>
                                    оператор персональных данных (оператор)
                                </dt>
                                <dd>
                                    Любое действие (операция) или совокупность действий (операций) с персональными
                                    данными,
                                    совершаемых с использованием средств автоматизации или без их использования.
                                    Обработка
                                    персональных данных включает в себя, в том числе: сбор, запись, систематизацию,
                                    накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                                    передачу (распространение, предоставление, доступ), обезличивание, блокирование,
                                    удаление, уничтожение;
                                </dd>
                                <dt>
                                    автоматизированная обработка персональных данных
                                </dt>
                                <dd>
                                    обработка персональных данных с помощью средств вычислительной техники;
                                </dd>
                                <dt>
                                    распространение персональных данных
                                </dt>
                                <dd>
                                    действия, направленные на раскрытие персональных данных неопределенному кругу лиц;
                                </dd>
                                <dt>
                                    предоставление персональных данных
                                </dt>
                                <dd>
                                    действия, направленные на раскрытие персональных данных определенному лицу или
                                    определенному кругу лиц;
                                </dd>
                                <dt>
                                    блокирование персональных данных
                                </dt>
                                <dd>
                                    временное прекращение обработки персональных данных (за исключением случаев, если
                                    обработка необходима для уточнения персональных данных);
                                </dd>
                                <dt>
                                    уничтожение персональных данных
                                </dt>
                                <dd>
                                    действия, в результате которых становится невозможным восстановить содержание
                                    персональных данных в информационной системе персональных данных и (или) в
                                    результате
                                    которых уничтожаются материальные носители персональных данных;
                                </dd>
                                <dt>
                                    обезличивание персональных данных
                                </dt>
                                <dd>
                                    действия, в результате которых становится невозможным без использования
                                    дополнительной
                                    информации определить принадлежность персональных данных конкретному субъекту
                                    персональных данных;
                                </dd>
                                <dt>
                                    информационная система персональных данных
                                </dt>
                                <dd>
                                    совокупность содержащихся в базах данных персональных данных и обеспечивающих их
                                    обработку информационных технологий и технических средств;
                                </dd>
                                <dt>
                                    трансграничная передача персональных данных
                                </dt>
                                <dd>
                                    передача персональных данных на территорию иностранного государства органу власти
                                    иностранного государства, иностранному физическому лицу или иностранному
                                    юридическому
                                    лицу.
                                </dd>
                            </dl>
                        </section>
                        <section class="content-item">
                            <h2>
                                ПРАВА И ОБЯЗАННОСТИ СТОРОН
                            </h2>
                            <p>Основные обязанности Общества:</p>
                            <ul>
                                <li>Общество обязано опубликовать или иным образом обеспечить неограниченный доступ к
                                    настоящей
                                    Политике в соответствии с ч.2 ст.18.1. ФЗ-152</li>
                                <li>Общество и иные лица, получившие доступ к персональным данным, обязаны не раскрывать
                                    третьим
                                    лицам и не распространять персональные данные без согласия субъекта персональных
                                    данных,
                                    если иное не предусмотрено федеральным законом.</li>
                                <li>Должностные лица Общества, в обязанности которых входит обработка запросов и
                                    обращений
                                    субъектов персональных данных, обязаны обеспечить каждому субъекту возможность
                                    ознакомления
                                    с документами и материалами, содержащими их персональные данные, если иное не
                                    предусмотрено
                                    законом, в соответствии с Регламентом реагирования на запросы субъектов персональных
                                    данных.
                                </li>
                                <li>Общество обязуется не принимать на основании исключительно автоматизированной
                                    обработки
                                    решения, порождающие юридические последствия в отношении субъектов персональных
                                    данных
                                    или
                                    иным образом затрагивающие их права и законные интересы.</li>
                            </ul>
                            <p>В целях информационного обеспечения в Обществе могут создаваться общедоступные источники
                                персональных данных субъектов, в том числе справочники и адресные книги.</p>
                            <p>Сведения о субъекте в любое время могут быть исключены или общедоступных источников по
                                требованию
                                субъекта либо по решению суда.</p>
                            <p>
                                В целях защиты своих персональных данных, хранящихся в Обществе, субъект персональных
                                данных
                                имеет право:
                            </p>
                            <ul>
                                <li>получить доступ к своим персональным данным;</li>
                                <li>получить информацию, касающуюся обработки его персональных данных требовать
                                    исключения
                                    или
                                    исправления неверных, или неполных персональных данных;</li>
                                <li>получать свободный бесплатный доступ к своим персональным данным, включая право на
                                    получение
                                    копий любой записи, содержащей персональные данные;</li>
                                <li>дополнить персональные данные оценочного характера заявлением, выражающим его
                                    собственную
                                    точку зрения;</li>
                                <li>определять своих представителей для защиты своих персональных данных;</li>
                                <li>требовать сохранения и защиты своей личной и семейной тайны;</li>
                                <li>обжаловать в суде любые неправомерные действия или бездействия Общества при
                                    обработке и
                                    защите его персональных данных.</li>
                            </ul>
                            <p>Работники Общества обязаны:</p>
                            <ul>
                                <li>в случаях, предусмотренных законом или договором, передавать Обществу достоверные
                                    документы,
                                    содержащие персональные данные;</li>
                                <li>не предоставлять неверные персональные данные, а в случае изменений в персональных
                                    данных,
                                    обнаружения ошибок или неточностей в них (фамилия, место жительства и т. д.),
                                    незамедлительно сообщить об этом в Общество.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>ЦЕЛИ СБОРА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
                            <p>Персональные данные обрабатываются в Обществе в целях:</p>
                            <ul>
                                <li>Обеспечения соблюдения Конституции Российской Федерации, законов и иных нормативных
                                    правовых
                                    актов Российской Федерации;</li>
                                <li>Регулирования трудовых отношений с работниками Общества;</li>
                                <li>Подготовки, заключения, исполнения и прекращения договоров с контрагентами;</li>
                                <li>Исполнения судебных актов, актов других органов или должностных лиц, подлежащих
                                    исполнению в
                                    соответствии с законодательством Российской Федерации об исполнительном
                                    производстве;
                                </li>
                                <li>Осуществления прав и законных интересов Общества в рамках осуществления видов
                                    деятельности,
                                    предусмотренных Уставом и иными локальными нормативными актами Общества;</li>
                                <li>В иных законных целях.</li>
                            </ul>

                        </section>
                        <section class="content-item">
                            <h2>УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
                            <p>Общество производит обработку персональных данных при наличии хотя бы одного из следующих
                                условий:</p>
                            <ul>
                                <li>Обработка персональных данных осуществляется с согласия субъекта персональных данных
                                    на
                                    обработку;</li>
                                <li>Обработка необходима для осуществления правосудия, исполнения судебного акта, акта
                                    другого
                                    органа или должностного лица, подлежащих исполнению в соответствии с
                                    законодательством
                                    РФ об
                                    исполнительном производстве;</li>
                                <li>Обработка необходима для исполнения договора, стороной которого или
                                    выгодоприобретателем,
                                    или поручителем, по котором является субъект персональных данных</li>
                                <li>Обработка необходима для осуществления прав и законных интересов Общества или
                                    третьих
                                    лиц,
                                    либо для достижения общественно значимых целей, при условии, что при этом не
                                    нарушаются
                                    права и свободы субъекта персональных данных;</li>
                                <li>Осуществляется обработка персональных данных, подлежащих опубликованию или
                                    обязательному
                                    раскрытию в соответствии с федеральным законом.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
                            <p>Обработка персональных данных осуществляется на основе следующих принципов:</p>
                            <ul>
                                <li>законности и справедливой основы</li>
                                <li>обработка персональных данных ограничивается достижением конкретных, заранее
                                    определенных и
                                    законных целей. Не допускается обработка персональных данных, несовместимая с целями
                                    сбора
                                    персональных данных;</li>
                                <li>не допускается объединение баз данных, содержащих персональные данные, обработка
                                    которых
                                    осуществляется в целях, несовместимых между собой;</li>
                                <li>обработке подлежат только персональные данные, которые отвечают целям их обработки;
                                </li>
                                <li>содержание и объем обрабатываемых персональных данных соответствует заявленным целям
                                    обработки. Обрабатываемые персональные данные не должны быть избыточными по
                                    отношению к
                                    заявленным целям их обработки;</li>
                                <li>при обработке персональных данных обеспечиваются точность персональных данных, их
                                    достаточность, а в необходимых случаях и актуальность по отношению к целям обработки
                                    персональных данных. В Обществе принимаются необходимые меры либо обеспечивается их
                                    принятие
                                    по удалению или уточнению неполных, или неточных персональных данных;</li>
                                <li>хранение персональных данных осуществляется в форме, позволяющей определить субъекта
                                    персональных данных, не дольше, чем этого требуют цели обработки персональных
                                    данных,
                                    если
                                    срок хранения персональных данных не установлен федеральным законом, договором,
                                    стороной
                                    которого, выгодоприобретателем или поручителем, по которому является субъект
                                    персональных
                                    данных;</li>
                                <li>обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении
                                    целей
                                    обработки или в случае утраты необходимости в достижении этих целей, если иное не
                                    предусмотрено федеральным законом.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>ПРАВОВЫЕ ОСНОВАНИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
                            <p>Политика обработки персональных данных в Обществе определяется в соответствии со
                                следующими
                                нормативными правовыми актами:</p>
                            <ul>
                                <li>Трудовой кодекс Российской Федерации;</li>
                                <li>Указ Президента Российской Федерации от 6 марта 1997 г. № 188 «Об утверждении
                                    Перечня
                                    сведений конфиденциального характера»;</li>
                                <li>постановление Правительства Российской Федерации от 15 сентября 2008 г. № 687 «Об
                                    утверждении Положения об особенностях обработки персональных данных, осуществляемой
                                    без
                                    использования средств автоматизации»;</li>
                                <li>постановление Правительства Российской Федерации от 6 июля 2008 г. № 512 «Об
                                    утверждении
                                    требований к материальным носителям биометрических персональных данных и технологиям
                                    хранения таких данных вне информационных систем персональных данных»;</li>
                                <li>постановление Правительства Российской Федерации от 1 ноября 2012 г. № 1119 «Об
                                    утверждении
                                    требований к защите персональных данных при их обработке в информационных системах
                                    персональных данных»;</li>
                                <li>приказ Роскомнадзора от 05 сентября 2013 г. № 996 «Об утверждении требований и
                                    методов
                                    по
                                    обезличиванию персональных данных»;</li>
                                <li>иные нормативные правовые акты Российской Федерации и нормативные документы
                                    уполномоченных
                                    органов государственной власти.</li>
                            </ul>
                            <p>В целях реализации положений Политики в Обществе разрабатываются соответствующие
                                локальные
                                нормативные акты и иные документы, в том числе:</p>
                            <ul>
                                <li>положение о защите персональных данных работников Общества;</li>
                                <li>иные локальные нормативные акты и документы, регламентирующие вопросы обработки
                                    персональных
                                    данных в Обществе.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>ОБЪЕМ И КАТЕГОРИИ ОБРАБАТЫВАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ, КАТЕГОРИИ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ
                                ДАННЫХ
                            </h2>
                            <p>Объем персональных данных, обрабатываемых в Обществе, определяется в соответствии с
                                законодательством Российской Федерации и локальными нормативными актами Общества с
                                учетом
                                целей
                                обработки персональных данных, указанных в разделе 2 Политики.</p>
                            <p>
                                Обработка специальных категорий персональных данных, касающихся расовой, национальной
                                принадлежности, политических взглядов, религиозных или философских убеждений, интимной
                                жизни, в
                                Обществе не осуществляется.
                            </p>
                            <p>В Обществе обрабатываются персональные данные следующих категорий субъектов:</p>
                            <ul>
                                <li>кандидатов, работников, родственников работников, лиц, ранее состоявших в трудовых
                                    отношениях с Обществом;</li>
                                <li>физических лиц по договорам гражданско-правового характера, авторов результатов
                                    интеллектуальной деятельности;</li>
                                <li>контрагентов – физических лиц, представителей и работников контрагентов (юридических
                                    лиц).
                                </li>
                                <li>Объем обрабатываемых персональных данных работников Общества.</li>
                            </ul>
                            <p>При приеме на работу в Общество работник отдела кадров обрабатывает следующие анкетные и
                                биографические данные работника.</p>
                            <ul>
                                <li>общие сведения (Ф.И.О. работника, дата рождения, место рождения,
                                    гражданство,образование,
                                    профессия, стаж работы, состояние в браке, состав семьи, паспортные данные, адрес
                                    места
                                    жительства);</li>
                                <li>сведения о воинском учете;</li>
                                <li>другие данные, необходимые при приеме на работу в соответствии с требованиями
                                    трудового
                                    законодательства.</li>
                                <li>В дальнейшем в личную карточку работника по форме Т-2 вносят сведения:</li>
                                <li>о переводах на другую работу;</li>
                                <li>аттестации, повышении квалификации, профессиональной переподготовке;</li>
                                <li>наградах (поощрениях), почетных званиях;</li>
                                <li>социальных льготах, на которые работник имеет право в соответствии с
                                    законодательством.
                                </li>
                            </ul>
                            <p>Цели обработки персональных данных работников Общества:</p>
                            <ul>
                                <li>ведение кадрового учета;</li>
                                <li>учет рабочего времени работников;</li>
                                <li>расчет заработной платы работников;</li>
                                <li>ведение налогового учета;</li>
                                <li> ведение воинского учета;</li>
                                <li>предоставление в государственные органы регламентированной отчетности;</li>
                                <li>обязательное и добровольное медицинское страхование работников;</li>
                                <li>бронирование и оплата билетов и гостиничных номеров работникам;</li>
                                <li>архивное хранение данных;</li>
                                <li>содействие работнику в трудоустройстве, обучении, продвижении по службе, пользовании
                                    различных льгот.</li>
                            </ul>
                            <p>Получение и обработка персональных данных работника Общества должны осуществляться
                                исключительно
                                в указанных целях.</p>
                            <p>Полученные персональные данные, необходимые для достижения вышеуказанных целей,
                                отражаются в
                                личном деле работника в соответствии с требованиями трудового законодательства и
                                внутренних
                                нормативных документах Общества, регламентирующих кадровое делопроизводство и учет.</p>
                            <p>Персональные данные физических лиц по договорам гражданско-правового характера, авторов
                                результатов интеллектуальной деятельности; контрагентов – физических лиц и
                                представителей, и
                                работников контрагентов (юридических лиц).</p>
                            <p>Состав и объем персональных данных указанных субъектов определяется в соответствии с
                                внутренними
                                нормативныaми документами Общества, регламентирующими деятельность по реализации
                                уставных
                                целей,
                                осуществление сделок в соответствии с законодательством Российской Федерации, на
                                основании
                                утвержденных форм документов (договоров/анкет и заявок).</p>
                            <p>Цели обработки персональных данных указанных субъектов:</p>
                            <ul>
                                <li>реализация уставных целей Общества;</li>
                                <li>осуществление сделок в соответствии с законодательством Российской Федерации.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>

                            <p>Общество при осуществлении обработки персональных данных:</p>
                            <ul>
                                <li>принимает меры, необходимые и достаточные для обеспечения выполнения требований
                                    законодательства Российской Федерации и локальных нормативных актов Общества в
                                    области
                                    персональных данных;</li>
                                <li>принимает правовые, организационные и технические меры для защиты персональных
                                    данных от
                                    неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования,
                                    копирования, предоставления, распространения персональных данных, а также от иных
                                    неправомерных действий в отношении персональных данных;</li>
                                <li>назначает лицо, ответственное за организацию обработки персональных данных в
                                    Обществе;
                                </li>
                                <li>издает локальные нормативные акты, определяющие политику и вопросы обработки и
                                    защиты
                                    персональных данных в Обществе;</li>
                                <li>осуществляет ознакомление работников Общества, непосредственно осуществляющих
                                    обработку
                                    персональных данных, с положениями законодательства Российской Федерации и локальных
                                    нормативных актов Общества в области персональных данных, в том числе требованиями к
                                    защите
                                    персональных данных, и обучение указанных работников;</li>
                                <li>публикует или иным образом обеспечивает неограниченный доступ к настоящей Политике;
                                </li>
                                <li>сообщает в установленном порядке субъектам персональных данных или их представителям
                                    информацию о наличии персональных данных, относящихся к соответствующим субъектам,
                                    предоставляет возможность ознакомления с этими персональными данными при обращении и
                                    (или)
                                    поступлении запросов указанных субъектов персональных данных или их представителей,
                                    если
                                    иное не установлено законодательством Российской Федерации;</li>
                                <li>прекращает обработку и уничтожает персональные данные в случаях, предусмотренных
                                    законодательством Российской Федерации в области персональных данных;</li>
                                <li>совершает иные действия, предусмотренные законодательством Российской Федерации в
                                    области
                                    персональных данных.</li>
                            </ul>
                            <p>Обработка персональных данных в Обществе осуществляется с согласия субъекта персональных
                                данных
                                на обработку его персональных данных, если иное не предусмотрено законодательством
                                Российской
                                Федерации в области персональных данных.</p>
                            <p>Общество осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение
                                (обновление,
                                изменение), извлечение, использование, передачу (распространение, предоставление,
                                доступ),
                                обезличивание, блокирование, удаление и уничтожение персональных данных.</p>
                            <p>Обработка персональных данных в Обществе осуществляется следующими способами:</p>
                            <ul>
                                <li>без использования средств вычислительной техники (неавтоматизированная обработка
                                    персональных данных);</li>
                                <li>автоматизированная обработка персональных данных с передачей полученной информации
                                    по
                                    информационно-телекоммуникационным сетям или без таковой.</li>
                            </ul>
                        </section>
                        <section class="content-item">
                            <h2>
                                БЕЗОПАСНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ
                            </h2>
                            <p>Для предотвращения несанкционированного доступа к персональным данным Обществом
                                применяются
                                следующие меры:</p>
                            <ul>
                                <li>Назначение должностных лиц, ответственных за организацию сбора, обработки и защиты
                                    персональных данных;</li>
                                <li>Ограничение состава лиц, имеющих доступ к персональным данным;</li>
                                <li>Ознакомление субъектов с требованиями федерального законодательства и нормативных
                                    документов
                                    Общества по обработке и защите персональных данных;</li>
                                <li>Организация учета, хранения и обращения носителей информации;</li>
                                <li>Определение угроз безопасности персональных данных при их обработке;</li>
                                <li>Разработка на основе модели угроз системы защиты персональных данных</li>
                                <li>Проверка готовности и эффективности использования средств защиты информации;</li>
                                <li>Регистрация и учет действий пользователей информационных систем персональных данных;
                                </li>
                                <li>Использование антивирусных средств и средств восстановления системы защиты
                                    персональных
                                    данных;</li>
                                <li>Применение в необходимых случаях средств межсетевого экранирования, обнаружения
                                    вторжений,
                                    анализа защищенности и средств криптографической защиты информации;</li>
                                <li>Организация пропускного режима на территорию Общества, охраны помещений с
                                    техническими
                                    средствами обработки персональных данных</li>
                            </ul>
                            <p>
                                Должностные лица Общества, виновные в нарушении норм, регулирующих обработку и защиту
                                персональных данных, несут материальную, дисциплинарную или иную ответственность в
                                порядке,
                                установленном федеральными законами.
                            </p>
                        </section>
                        <section class="content-item">
                            <h2>АКТУАЛИЗАЦИЯ, ИСПРАВЛЕНИЕ ИЛИ УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
                            <p>В случае предоставления субъектом персональных данных фактов о неполных, устаревших,
                                недостоверных или незаконно полученных персональных данных Общество обязано внести
                                необходимые
                                изменения, уничтожить или блокировать их, а также уведомить о своих действиях субъекта
                                персональных данных.</p>
                            <p>В случае подтверждения факта неточности персональных данных персональные данные подлежат
                                их
                                актуализации Обществом. В случае неправомерности обработки персональных данных, такая
                                обработка
                                должна быть прекращена.</p>
                            <p>При достижении целей обработки персональных данных, а также в случае истечения срока
                                согласия
                                на
                                обработку персональных данных или отзыва субъектом персональных данных согласия на их
                                обработку
                                персональные данные подлежат уничтожению, если иное не предусмотрено договором, стороной
                                которого, выгодоприобретателем или поручителем, по которому является субъект
                                персональных
                                данных;</p>
                            <p>Общество обязан сообщить субъекту персональных данных или его представителю информацию об
                                осуществляемой им обработке персональных данных такого субъекта по запросу последнего.
                            </p>
                        </section>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>

<style scoped lang="scss">
.page {
    padding: 0 0 40px 0;
}

.page__content {
    // max-width: 80vw;

    .content-item {
        padding: 15px 0;
    }

    h1,
    h2 {
        margin-bottom: 10px;
    }

    p {
        margin-bottom: 10px;
        text-indent: 20px;
        text-align: justify;
    }

    dt {
        font-weight: 700;
    }

    dd {
        -webkit-margin-start: 40px;
        margin-inline-start: 40px;
    }
}
</style>