<script setup>
</script>

<template>
    <div class="box">
        <div class="content__text content__section">
            <h2>Госпрограмма умножает выгоду</h2>
            <p>
                Госпрограмма – это комплексная услуга, основывающаяся на
                условиях акции. Суть в том, что государство оплачивает
                определенную часть стоимости автомобиля посредством субсидии.
                Это значит, что на цену автомобиля, который Вы приобретаете,
                устанавливается дополнительная скидка.
            </p>
            <p>
                Чтобы получить данную скидку, необходимо соблюсти следующие
                условия:
            </p>
            <ul>
                <li>
                    Стоимость приобретаемого авто не более 1 500 000 рублей.
                </li>
                <li>У Вас есть водительское удостоверение.</li>
                <li>Вы оформляете автокредит без первоначального взноса.</li>
                <li>За Вами не числится других автокредитов.</li>
            </ul>
            <p>
                Это были общие условия, которые необходимо соблюсти каждому,
                кто претендует на дополнительную скидку от госпрограммы.
                Данная акция предлагается для автомобилей трех сегментов,
                каждый из которых имеет одно дополнительное условие:
            </p>
            <ul class="type">
                <li>
                    <h3>Для медработников</h3>
                    <p>
                        Вы работаете в системе государственного здравоохранения, и
                        способны подтвердить это официальным документом.
                    </p>
                </li>
                <li>
                    <h3>Первый автомобиль</h3>
                    <p>
                        У Вас ранее никогда не было автомобиля, и Вы никогда не
                        оформляли на себя автокредит.
                    </p>
                </li>
                <li>
                    <h3>Семейный автомобиль</h3>
                    <p>
                        У Вас есть, как минимум, один несовершеннолетний ребенок,
                        и Вы можете это подтвердить официальным документом.
                    </p>
                </li>
            </ul>
        </div>

    </div>


</template>

<style lang="scss" scoped>
.content__text {
    box-shadow: var(--shadow-s2);
    background-color: #fff;
    border: 1px solid #ccc;
    padding: 15px;
    margin-bottom: 20px;
    h2 {
        line-height: 17px;
        font-size: 16px;
        color: black;
        @media screen and (max-width: 1000px) {
            font-size: 14px;
        }
    }
    p{
        font-size: 14px;
        padding: 5px;
    }
    ul {
        margin-bottom: 10px;
        list-style: none;
        font-size: 14px;
        li {
            position: relative;
            padding:2px 0 0 20px;
            margin-bottom: 3px;
            &:after {
                content: "\2714";
                display: block;
                position: absolute;
                left: 0;
                top: 0;
                color: var(--color-d);
            }
        }
    }
    .type{
        padding: 0;
        li{
            padding: 0;
            h3{
                font-size: 14px;
            }
            &:after{
                content: '';
            }
        }
    }
}
</style>