<script setup>
</script>

<template>
    <div class="box">
        <PieceBenefitsCredit/>
        <div class="content__text content__section">
            <div class="chapter">
                <h2>Прозрачная процедура</h2>
                <p>
                    Мы гарантируем, что Вам будет предоставлена вся юридическая
                    документация, относящаяся к процедуре выкупа автомобиля. Вы
                    можете больше не беспокоится о таких вещах, как «черное»
                    оформление, фальшивые бумаги и прочие обманные действия.
                    Каждая наша сделка абсолютно безопасна и с заботой о
                    клиенте.
                </p>
            </div>
            <div class="chapter">
                <h2>Бесплатная проверка</h2>
                <p>
                    Наш автосалон бесплатно предоставит Вам специалиста, который
                    оценит Ваш авто по средней цене авторынка. Также, чтобы
                    сэкономить Ваше время, мы можем отправить его на диагностику
                    к месту Вашего проживания (в пределах Москвы).
                </p>
            </div>
            <div class="chapter">
                <h2>Оценка по рынку</h2>
                <p>
                    Вы можете быть спокойны за то, что мы честно подходим к
                    оценке авто. Названную стоимость можно будет проверить
                    лично, например, через такие сервисы, как Дром и Авито. Мы
                    готовы принять абсолютно любые модели. Не важно, в каком
                    состоянии Ваш автомобиль, какого он года выпуска, какого
                    бренда. Приезжайте, и мы Вам сделаем интересное предложение.
                </p>
            </div>
            <div class="chapter">
                <h2>Мгновенная выплата</h2>
                <p>
                    Оформление документов происходит быстро и четко. Вам нужно
                    лишь будет прочитать их, подписать, и в этот же момент на
                    Вашу карту переведется вся сумма за проданный автомобиль
                    (также можем выплатить наличными).
                </p>
            </div>
        </div>
    </div>


</template>

<style lang="scss" scoped>
.content__text {
    box-shadow: var(--shadow-s2);
    background-color: #fff;
    border-radius: 8px;
    padding: 15px;
    margin-bottom: 20px;
    box-shadow: 2px 2px 6px rgba(0, 0, 0, 0.1);
    .chapter {
        margin-bottom: 10px;

        h2 {
            line-height: 17px;
            font-size: 16px;
        }

        p{
            font-size: 14px;
        }

    }
}
</style>